<?php

return [
    // home page
   'for'=>'ل',
   'sale'=>'البيع',
   'and'=>'و',
   'know'=>'أعرف',
   'search'=>'أبحث',
   'website_name'=>'قاموس بودي',
   'website_word'=>'نوفر اكثر من مليون مصطلح في الحسابات تستطيع البحث عن اي شئ تريده بكل سهوله مع القدره علي تحميل اي شئ تريده بكل سهوله',
   'your_feedback'=>'اخبرنا عن تجربتك بكل صراحه في تجربة  استخدامك لموقع بودي',
   'search_about_any_thing_you_want'=>'أبحث عن اي مصطلح تريده',

   'dictionary_services'=>'خدمات قاموس بودي',
   'content_service_word'=>'ترتيب المحتوي',
   'content_service'=>'ترتيب محتوي القاموس بالشكل الذي تريده مع امكانيه سماع صوت المصطلح الانجليزي مما يساعد نمو مهارات اللغه لديك',
   'support_service_word'=>'الدعم الفني',
   'support_service'=>'نحن في خدمتك دوما علي مدار ال 24 ساعه ان واجتهك اي مشكله برجاء التواصل معنا في اسرع وقت لحل مشكلتك',
   'email_message_word'=>'الاعلان عن التحديث',
   'email_message_service'=>'سنقوم دوما بتحديث القاموس لدينا بشكل مستر وسنقوم بالاعلان عن ذلك في صفحه تويتر الخاصة بنا',

   'active_brands'=>'الماركات المتاحة',
   'term_in_arabic'=>'العربي',
   'search_term_in_arabic'=>'ابحث بالعربي',
   'term_in_english'=>'الأنجليزي',
   'search_term_in_english'=>'ابحث بالأنجليزي',
   'tags'=>'التصنيف',
   'search_tags'=>'ابحث بالتصنيف',
   'expression'=>'التعريف',
   'search_expression'=>'ابحث بالتعريف',

  'mobile_experience'=>'تجربة ممتازة علي الموبيل',
  'mobile_experience_info'=>'قمنا بتصميم افضل تجربة في الموبيل والتابلت لكي تمكن اي مستخدم يستخدم اي جهاز من افضل استخدام حيث انك لن تجد اي مشاكل في عملية  البحث عن اي مصطلح او تحميله او تصفح الاعلانات والكثير من المميزات',


    'dictionary_features'=>'مميزات قاموس بودي',
   'fast_search'=>'سرعة البحث لايجاد المعلومة',
   'fast_search_word'=>'في قاموس بودي لديك العديد من الكلمات و المصطلحات التي تستطيع التعلم منها للزياده من خبرتك في المجال كما تستطيع سماع المصطلحات الانجليزيه بكل سهوله من خلالنا',
   'ads_search'=>'تصفح الأعلانات',
   'ads_search_word'=>'اعلانات عن جمعيات خيرية كجمعة السرطان في لبنان و جمعية انسان للايتام في السعودية فهدفنا ايضا مساعده هؤلاء الاشخاص الذي ليس لديهم من يساعدهم في هذه الاوقات فذلك واجب علي كل شخص منا ان يساعد بأي شئ يستطيع به المساعده',
   'download_terms_that_are_important_to_you'=>'تحميل المصطلحات المهمة بالنسبة لك',
   'download_terms_that_are_important_to_you_word'=>'ربما وانت تتصفح موقع القاموس تريد تحميل بعض التعريفات المهمه التي تحتاجها بشكل مستمر بدون الحاجه الي الدخول الي الموقع لذا تستطيع استيرادها في ملف خارجي لسرعه الوصول لها',
   'send_message'=>'أرسال رسالة',
   'call_us_by_phone'=>'الأتصال بنا هاتفيا',
   'customer_support'=>'هل لديك اي مشكله واجهتك في تصفح اي مصطلح؟ هل واجهتك مشكله في تحميل المصطلحات ؟  هل لديك استفسار لا تعرف اجابتة بعد ؟',


   // Auth page
   'sign_up'=>'حساب جديد',
   'sign_in'=>'تسجيل دخول',
   'email'=>'البريد الألكتروني',
   'reason'=>'السبب',
   'message'=>'الرسالة',
   'messages'=>'الرسائل',
   'password'=>'كلمة المرور',
   'current_password'=>'كلمة المرور الحالية',
   'username'=>'اسم المستخدم',
   'full_name'=>'الاسم بالكامل',
   'address'=>'العنوان',
   'phone'=>'رقم الهاتف',
   'image'=>'الصورة',
   'user_image'=>'صورة المستخدم',
   'buyer'=>'مشتري',
   'seller'=>'بائع',
   'buyer_seller'=>'بائع ومشتري',
   'bank_info'=>'بيانات البنك',
   'account_number'=>'رقم الحساب',
   'user_type'=>'نوع المستخدم',
   'have_already_account'=>'تمتلك بالفعل حساب معنا',
   'forget_password'=>'نسيت كلمه المرور',
   'dont_have_account'=>'لا تمتلك حساب معنا',
   'send'=>'أرسال',
   'make_new_password'=>'أنشاء كلمه مرور جديدة',
   'password_confirmed'=>'تأكيد كلمة المرور الجديدة',






    'next'=>'التالي',
    'previous'=>'السابق',

    // start of notifications  ----------------------------------------------------
    'notifications'=>'الأشعارات',
    'your_notifications'=>'اشعاراتك',
    // end of notifications  ----------------------------------------------------


    'actions'=>'الأوامر',
    'update'=>'تعديل',
    'update_info'=>' تعديل البيانات',
    'update_photos'=>' تعديل الصور',
    'delete'=>'حذف',
    'clear'=>'الغي',
    'save'=>'حفظ',
    'add'=>'اضافه',
    'close'=>'اغلاق',
    // end of profile listings dashboard ----------------------------------------------------






   // start of feedback--------------------------------------------------------------
    'do_you_have_problem_using_our_website'=>'هل لديك مشكلة بخصوص موقعنا؟',
    'describe_the_problem_that_you_are_facing'=>'ما هي المشكلة التي تواجهك في الموقع؟',
    'your_name'=>'اسمك',
    'your_email'=>'البريد الالكتروني الخاص بك',
   // end of feedback--------------------------------------------------------------



  // start of contact us -------------------------------------------------------
    'contact_us'=>'تواصل معنا',
    'inquiring_about_specific_property'=>'هل تريد الإستفسار عن عقار معين؟',
    'property_answer_questions'=>'للاستفسار عن أي عقار، يرجى فتح صفحة العقار والتواصل مع المعلن مباشرة عن طريق الضغط على زر "رقم التليفون" أو عن طريق إرسال رسالة للمعلن.
شركة ايواء لا تملك العقارات المعروضة على الموقع، لهذا في حالة رغبتك في الاستفسار عن عقار معين، يرجى التواصل مباشرة مع المعلن من داخل صفحة إعلان العقار.',
    'contact_us_data'=>'لاى استفسارات اخرى يمكنك التواصل معنا من خلال البيانات التالية:',
    'phone_whatapp'=>'رقم التليفون / واتساب : ',
    'whatapp_status'=>'حاله الواتساب',
    'address_title'=>'21 شارع دكتور نجيب محفوظ، مدينة نصر، القاهرة',
  // end of contact us -------------------------------------------------------


    // dashboard------------------------------------------------------------
    'upload_files'=>'تحميل ملف المصلحات',
    'required'=>'مطلوب',
    'definitions'=>'تعريفات',
    'update_main_info'=>'تعديل بياناتي الشخصية',
    'current_ads'=>'الاعلانات الحالية',
    'is_visible'=>'هل مرئيه',
    'ads'=>'الاعلانات',
    'name'=>'الاسم',
    'link'=>'الرابط',





];
